<template>
<div class="activedetails">

  <hr />
  
  <p>ID: 0x9974486278768264410188213979463340223230.</p>

  <p>Сумма: XXXX, Минимальная процентная ставка: XX%.</p>

  <p>Состояние аукциона:</p>

  <p>0x0066334469976163143530087328832857020253 -- 10000 -- 50%</p>
  <p>0x0066334469976163143530087328832857020253 -- 10000 -- 50%</p>
  <p>0x0066334469976163143530087328832857020253 -- 10000 -- 50%</p>
</div>

</template>

<script>
export default {
name: 'ActiveDetails'
}
</script>

<style>
  .activedetails {
  }
</style>
